[
  {
    "title": "California Villa",
    "description": "Luxurious villa in sunny California: Enjoy the golden state in this modern and spacious villa. With a private pool, palm trees in the garden, and a short drive to the beach.",
    "price": 1200000,
    "thumbnail": "californiaVilla.imgExample",
    "code": "P2",
    "stock": 1,
    "id": 2
  },
  {
    "title": "New York Apartment",
    "description": "Stylish apartment in the heart of New York: Live the city life in this chic apartment located in Manhattan. Close to Central Park and Times Square, with an impressive skyline view.",
    "price": 800000,
    "thumbnail": "newYorkApartment.imgExample",
    "code": "P3",
    "stock": 1,
    "id": 3
  },
  {
    "title": "Texas Ranch",
    "description": "Spacious ranch in Texas: Experience southern charm in this beautiful ranch. Includes a large field for horses, a barn, and a classic country house.",
    "price": 600000,
    "thumbnail": "texasRanch.imgExample",
    "code": "P4",
    "stock": 1,
    "id": 4
  },
  {
    "title": "Florida Beach House",
    "description": "Beachfront house in Florida: Wake up to the sound of waves in this serene beach house. Features a deck overlooking the ocean, open plan living, and easy access to the beach.",
    "price": 700000,
    "thumbnail": "floridaBeachHouse.imgExample",
    "code": "P5",
    "stock": 1,
    "id": 5
  },
  {
    "title": "Chicago Loft",
    "description": "Urban loft in Chicago: Enjoy city living in this contemporary loft located in downtown Chicago. Close to shops, restaurants, and Willis Tower.",
    "price": 500000,
    "thumbnail": "chicagoLoft.imgExample",
    "code": "P6",
    "stock": 1,
    "id": 6
  },
  {
    "title": "Hawaii Bungalow",
    "description": "Tropical bungalow in Hawaii: Relax in this cozy bungalow located near the beach. Surrounded by tropical plants and flowers, with a view of the Pacific Ocean.",
    "price": 600000,
    "thumbnail": "hawaiiBungalow.imgExample",
    "code": "P7",
    "stock": 1,
    "id": 7
  },
  {
    "title": "Colorado Cabin",
    "description": "Mountain cabin in Colorado: Escape to this rustic cabin located in the Rocky Mountains. Perfect for outdoor enthusiasts with opportunities for hiking, skiing, and nature watching.",
    "price": 450000,
    "thumbnail": "coloradoCabin.imgExample",
    "code": "P8",
    "stock": 1,
    "id": 8
  },
  {
    "title": "Arizona Adobe Home",
    "description": "Adobe home in Arizona: Experience desert living in this traditional adobe home. Features a cactus garden, stucco fireplace, and stunning sunset views.",
    "price": 350000,
    "thumbnail": "arizonaAdobeHome.imgExample",
    "code": "P9",
    "stock": 1,
    "id": 9
  },
  {
    "title": "Washington Townhouse",
    "description": "Townhouse in Washington D.C.: Live near the nation’s capital in this elegant townhouse. Walking distance to landmarks and museums.",
    "price": 750000,
    "thumbnail": "washingtonTownhouse.imgExample",
    "code": "P10",
    "stock": 1,
    "id": 10
  },
  {
    "title": "Alaska House",
    "description": "Alaskan Rustic Home: Experience wilderness living in this charming log cabin, surrounded by mountains and forests. Cozy design, panoramic views, and modern amenities. Your retreat in the Last Frontier.",
    "price": 400000,
    "thumbnail": "alaskaHouse.imgExample",
    "code": "P1",
    "stock": 1,
    "id": 1
  }
]